{
    "christmas_quotes": [
    {
        "lyrics": "I won't ask for much this Christmas. I won't even wish for snow. And I'm just gonna keep on waiting, underneath the mistletoe.",
        "singer": "Mariah Carey",
        "song": "All I Want for Christmas Is You"
    },
    {
        "lyrics": "Holidays are joyful. There's always something new. But every day's a holiday. When I'm near to you.",
        "singer": "Frank Pooler",
        "song": "Merry Christmas Darling"
    },
    {
        "lyrics": "Christmas Eve will find me, where the lovelight gleams. I'll be home for Christmas, if only in my dreams.",
        "singer": "Kim Gannon and Walter Kent",
        "song": "I'll be Home for Christmas"
    },
    {
        "lyrics": "Oh, the fire is slowly dying. And, my dear, were still goodbye-ing. But as long as you love me so, let it snow, let it snow, let it snow.",
        "singer": "Sammy Cahn",
        "song": "Let It Snow"
    },
    {
        "lyrics": "Have yourself a merry little Christmas. Let your heart be light. From now on, our troubles will be out of sight.", 
        "singer": "Hugh Martin and Ralph Blane",
        "song": "Have Yourself a Merry Little Christmas"
    },
    {
        "lyrics": "Sleigh bells ring, are you listening. In the lane, snow is glistening. A beautiful sight, we're happy tonight. Walking in a winter wonderland.",
        "singer": "Richard B. Smith",
        "song": "Winter Wonderland"
    },
    {
        "lyrics": "He sees you when you're sleeping. He knows when you're awake. He knows if you've been bad or good. So be good for goodness sake.",
        "singer": "J. Fred Coots and Haven Gillespie",
        "song": "Santa Claus is Comin' to Town"
    },
    {
        "lyrics": "This year, Christmas won't be quite so blue, and I'm gonna shout too much and dance in the snow.", 
        "singer": "Kelly Clarkson",
        "song": "Christmas Isn't Cancelled (Just You)"
    },
    {
        "lyrics": "Stay inside and just let it snow. Baby, tell me why we waitin,' we don't need no mistletoe.",
        "singer": "Mitchell Tenpenny",
        "song": "Snow Angels"
    },
    {
        "lyrics": "May your days be merry and bright, and may all your Christmases be white.",
        "singer": "Bing Crosby",
        "song": "White Christmas"
    },
    {
        "lyrics": "I promise that I won't forget the milk and cookies.", 
        "singer": "Mariah Carey",
        "song": "Oh Santa!"
    },
    {
        "lyrics": "Three more dreams of you and mistletoe, two more reasons why I love you so.",
        "singer": "Leona Lewis",
        "song": "One More Sleep"
    },
    {
        "lyrics": "A love, sweet love is what I need.", 
        "singer": "Kelly Clarkson",
        "song": "Santa, Can't You Hear Me"
    },
    {
        "lyrics": "'Cause you're the gift that keeps on giving.", 
        "singer": "John Legend",
        "song": "You Deserve It All"
    },
    {
        "lyrics": "Take a trip down Candy Cane Lane with me. It's so magical, let's go there in your dreams.",
        "singer": "Sia",
        "song": "Candy Cane Lane"
    },
    {
        "lyrics": "Wrapped in his arms by the fireplace, will be the perfect gift.",
        "singer": "Ariana Grande",
        "song": "Snow in California"
    },
    {
        "lyrics": "I wanna hear the music play, I wanna dance and laugh and sway, I want a happy holiday, for Christmas.",
        "singer": "Norah Jones",
        "song": "Christmas Calling (Jolly Jones)"
    },
    {
        "lyrics": "And everyone is singing. I hear those sleigh bells ringing.",
        "singer": "Mariah Carey",
        "song": "All I Want for Christmas Is You"
    },
    {
        "lyrics": "The mood is right, the spirits up. We're here tonight, and that's enough. Simply having a wonderful Christmas time.",
        "singer": "Paul McCartney",
        "song": "Wonderful Christmastime"
    },
    {
        "lyrics": "Next year I could be just as good, if you'll check off my Christmas list.",
        "singer": "Joan Javits and Philip Springer",
        "song": "Santa Baby"
    },
    {
        "lyrics": "There'll be parties for hosting, marshmallows for toasting, and caroling out in the snow.", 
        "singer": "Edward Pola and George Wyle",
        "song": "It's the Most Wonderful Time of the Year"
    },
    {
        "lyrics": "Just imagine that we're laughing in my cabin chilling by the fireside. Even though this sun is blasting, we can be wherever if we visualize.", 
        "singer": "Ariana Grande",
        "song": "Winter Things"
    },
    {
        "lyrics": "And when I'm feeling alone, you remind me of home.", 
        "singer": "Taylor Swift",
        "song": "Christmas Tree Farm"
    },
    {
        "lyrics": "You make every day feel like it's Christmas, never wanna stop feelin' like the first thing on your wishlist.", 
        "singer": "Jonas Brothers",
        "song": "Like It's Christmas"
    },
    {
        "lyrics": "Nothing lights my fire or wraps me up, baby, like you do.",
        "singer": "Katy Perry",
        "song": "Cozy Little Christmas"
    },
    {
        "lyrics": "It's the most beautiful time of the year, lights fill the streets, spreading so much cheer. I should be playing in the winter snow, but I'ma be under the mistletoe.", 
        "singer": "Justin Bieber",
        "song": "Mistletoe"
    },
    {
        "lyrics": "And all the love will show 'cause everybody knows it's Christmas time.", 
        "singer": "NSYNC",
        "song": "Merry Christmas, Happy Holidays"
    },
    {
        "lyrics": "I found what I was looking for, a love that's meant for me. A heart that's mine completely, knocked me right off my feet.",
        "singer": "Kelly Clarkson",
        "song": "Underneath the Tree"
    },
    {
        "lyrics": "Let's make the whole year Christmas, no reason to forget this feeling we're feeling now.",
        "singer": "Sabrina Carpenter",
        "song": "Christmas The Whole Year Round"
    },
    {
        "lyrics": "Come and trim my Christmas tree, with some decorations bought at Tiffany's. I really do believe in you, let's see if you believe in me.", 
        "singer": "Joan Javits and Philip Springer",
        "song": "Santa Baby"
    }
]
}